IDEA Connection Link
ConnectionLink.GetCheckResultsFilename Method
 Gets file name of the xml which includes check results. If results do not exist CBFEM analysis is executed
 Namespace: IdeaRS.ConnectionLink
 Assembly: IdeaRS.ConnectionLink (in IdeaRS.ConnectionLink.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public string GetCheckResultsFilename()
Public Function GetCheckResultsFilename As String
public:
String^ GetCheckResultsFilename()
Return Value
Type: String
Filename of the existing xml file which includes check results
See Also
Reference
ConnectionLink Class
IdeaRS.ConnectionLink Namespace